; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
; Eredeti fordítás: gLes - http://www.gles.hu - 2005.04.09. - Fabio http://fz.szily.hu
; 2007.07.14-től Toldy Zoltán (Application Translator Team, http://apptransteam.extra.hu)
; 2009.06.13-án javította, kiegészítette: Oláh László (mano2@lajt.hu)

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Hungarian
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE COMMENTS!
Az összes mentése
Kivágás
Másolás
Beillesztés
Alacsony mód
Közepes mód
Korlátlan mód
Letöltési beállítások
Betárcsázós kapcsolat
Névjegy
Kilépés
Fájl
Szerkesztés
Nézet
Beállítás
Eszközök
Súgó
Eszköztár
Állapotsor
Optimalizáló varázsló
Alapértelmezett letöltési beállítások
Általános beállítások
Betárcsázós kapcsolat
Kapcsolat bontása, ha kész
Számítógép kikapcsolása, ha kész
Súgó megnyitása
FDM honlap
Írja meg egy barátjának
Terméktámogatás
Frissítések autómatikus keresése
Frissítések keresése most
-
-
Átváltás
Sávszélesség használat
Regisztráció
Letöltések
Ütemző
Hely böngésző
HTTP//FTP Böngésző
Hely Kezelő
Letöltés Hozzáadása
Letöltés Indítása
Letöltés Leállítása
Letöltés Ütemzése
Feladat hozzáadása
Feladat tulajdonságai
Kijelölt fájlok letöltése
Leállítás
Frissítés
Oldal hozzáadása
Oldal tulajdonságai
Letöltések Csoportja
Letöltési infó
Ütemzési napló
Hely böngésző napló
Oldalsáv
Új letöltés létrehozása
Letöltés törlése
Fájl futtatása
Könyvtár megnyitása
Letöltés autómatikus indítása
Letöltés tulajdonságai
Feladat engedélyezése
Feladat letiltása
Feladat törlése
Szülőkönyvtár megnyitása
Kapcsolat bontása
Letöltés
Hely Böngésző beállításai
Oldal törlése
Ideiglenes bejegyzés
Oldalak
Főablak megjelenítése
Böngésző figyelése
Vágólap figyelése
Az összes letöltés indítása
Az összes letöltés leállítása
-
Folytatás
-
-
-
-
-
Mégse
-
-
-
Az Összes csoport
Szűrők
Kész
Folyamatban
Ütemezve
Leállítva
Egyéb
Új csoport létrehozása
Csoport törlése
Az összes letöltés törlése
Az összes befejezett letöltés törlése
Csoport könyvtárának megnyitása
Csoport tulajdonságai
Csoport neve:
Alapértelmezett könyvtár:
Fájlkiterjesztések (szóközzel elválasztva):
Alapértelmezett letöltési prioritás
Nagyon alacsony
Alacsony
Átlagos
Magas
Nagyon magas
Kérem adja meg a csoport nevét
Bemeneti hiba
Már létezik ilyen nevű csoport. Kérem adjon meg egy másik nevet.
Kérem adja meg a könyvtár nevét.
Válasszon alapértelmezett csoportkönyvtárat
Adja meg a csoport nevét
Ezen csoport letöltéseinek alapértelmezett könyvtára
Tallózás
A csoport által kezelt fájlkiterjesztések. Ezek alapján kerülnek be a letöltendő fájlok a megfelelő csoportba.
Alapértelmezett letöltési prioritás ehhez a csoporthoz
Az ablak bezárása a módosítások alkalmazása nélkül
Az alkalmazások módosítása és az ablak bezárása
Hiba a letöltési csoportokban
Kérem telepítse újra a Free Download Manager-t
Hiba
Nem sikerült betölteni a letöltések listáját. Valószínűleg megsérült vagy egy másik program használja.
Hiba az Internet Explorerrel történő integrálás inicializációakor
Biztos benne?
Ezzel törli a csoport összes letöltését
Megerősítés
Fájlnév
Méret
Letöltve
Hátralevő idő
Szeletek
Sebesség
Megjegyzés
Napló
Folyamat
Idő
Dátum
Információ
Ürítés
Autómatikus görgetés
Ismeretlen hálózati hiba
Hozzáférés megtagadva. Érvénytelen felhasználónév vagy jelszó
Hozzáférés megtagadva. Érvénytelen felhasználónév
Sikeres
Nem sikerült kapcsolódni a szerverhez
A fájl nem található a szerveren
A kapcsolat megszakadt a szerverrel
A szerver nem válaszol
Nem sikerült feloldani a szerver nevét
Ez a szerver nem támogatja a letöltések folytatását. Ne állítsa meg a letöltést, mert elölről kell újrakezdenie
Proxy felhasználónév és jelszó szükséges
Kiterjedt hiba
Hibás kérés. Valószínűleg hibás az URL
Ismeretlen szerverhiba
Kapcsolat megszakítva
Hibás URL
Nincs Internet kapcsolat
A kiválasztott HTTP verziót nem támogatja a szerver
Ismeretlen hiba
A fájl nem törölhető a lemezről
A kapcsolatok száma elérte a megengedettet ezen a szerveren
A kapcsolatok száma elérte a megengedettet
Szünetel %d mp.
Szelet
Elindult
Kész
Letöltés kész
Kapcsolódás...
Kapcsolódás sikeres
Átirányítás...
Átirányítás sikeres. Új URL megnyitása
Letöltés indítása...
Leállítva
Új szelet létrehozása...
Megszakítva
Letöltés újraindítása...
Fájl megnyitása a lemezen...
A fájl neve túl hosszú
A fájl már létezik. Átnevezés:
Átnevezés:
A kimeneti fájlt törölték. A folytatás nem lehetséges
A fájl már létezik. Felülírás
A fájl már létezik. Letöltés folytatása
A fájl már létezik
Hiba történt a fájl lemezen történő megnyitásakor
A fájl mérete megváltozott a kiszolgálón!
Helyreigazítás az új fájlmérethez...
Nem sikerült felülírni a fájlt
A fájl át lesz nevezve
A fájl nem nevezhető vissza az eredeti nevére
Nem sikerült elmenteni a csoportokat
Nem sikerült elmenteni a letöltéseket
Betárcsázós kapcsolat
Kapcsolódás a következőhöz:
Automatikus betárcsázás 
Kapcsolódás
Válassza ki a tárcsázandó bejegyzést
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a tárcsázás automatikusan végbemenjen a következő alkalommal
Tárcsázás most
Az ablak bezárása tárcsázás nélkül
Nem található telefonos bejegyzés a számítógépen
A vonal foglalt
Hardverhiba
Nincs tárcsázóhang
Tárcsázás
Kísérlet
Port megnyitása...
Szolgáltató tárcsázása...
Csatlakozva távoli számítógéphez
Felhasználónév és jelszó ellenőrzése...
A kapcsolat sebessége %d BPS
Kapcsolat bontása
Ismétlés
Felhasználónév és jelszó szükséges
Felhasználó:
Jelszó:
Csoport:
Mentés könyvtárba:
Mentés másként:
Indítás
Automatikusan
Manuálisan
Ütemzés
Letöltés prioritása
Haladó
A letöltendő fájl címe
Itt adja meg a felhasználónevét
Itt adja meg a jelszavát
Jelölje be, ha a szerveren hitelesítés szükséges
A csoport neve, amelybe a letöltés kerül. A csoportok segítségével kategorizálhatja letöltéseit
A könyvtár, amelybe menti a letöltött fájlokat
A letöltött fájl új neve. Hagyja üresen ezt a mezőt, ha szeretné az eredeti fájlnevet megtartani
A letöltés rövid leírása
A letöltés a lehető leghamarabb elindul
Az FDM nem fogja automatikusan elindítani ezt a letöltést
Letöltés ütemzése
Ütemzés beállítása
Letöltés prioritása. A magasabb prioritású letöltések előbb indulnak el. Az alacsonyabb prioritásúaknak várakozniuk kell
Haladó beállítások megtekintése ehhez a letöltéshez
A megadott URL helytelen. Kérem ellenőrizze
Kérem adja meg a felhasználónevet
Válasszon célkönxvtárat
Általános
Általános információk
A letöltés jelenleg ebbe a fájlba mentődik:
A letöltött fájl neve
A letöltés URL-jét nem lehet megváltoztatni
A letöltés folyamatban van. Nem lehet megváltoztatni a fájl nevét
A fájl átnevezése sikertelen
A fájl nem található
Az útvonal nem található
Érvénytelen .exe formátum
A fájlt egy másik program használja
Hozzáférés megtagadva
Az eszköz nem áll készen
A lemez megtelt
A fájlnév érvénytelen
Bejelentkezés szükséges
Kapcsolat
Hálózat
Hibák
Szünet a kapcsolódási kísérletek között (mp-ben):
Kísérletek maximális száma
Időtúllépés (másodpercben):
Minimális méret:
Maximális szám:
Sávszélesség-korlátozás ennél a letöltésnél
Sávszélesség korlátozása
Az összes korlátozás figyelmen kívül hagyása
b
KB
MB
; second. e.g. KB/s
s
Adjon meg egy ennél nagyobb értéket: %d
Kérem, válasszon méretet
Várakozási idő a kiszolgálóval való újrakapcsolódás előtt hiba esetén
Pipálja ki ezt a dobozt, ha korlátozni szeretné a sikertelen kapcsolódási kísérletek számát
Várakozási idő a szerver válaszára
A szeletek minimális mérete. Az ennél kisebb letöltés nem lesznek szeletekre osztva
A szeletek maximális száma. A letöltés nem lesz ennél több szeletre osztva
Állítsa be, hogy (maximum) mennyi sávszélességet használhat ehhez a letöltéshez a FDM
A sávszélesség és a kapcsolatok számának korlátozásának figyelmen kívül hagyása ehhez a letöltéshez
Ebben a mezőben megadhat értéket bájtban (B), kilobájtban (KB) vagy megabájtban (MB)
Protokoll
Azonosítás a kiszolgálón, mint:
Hivatkozó (Referrer):
HTTP 1.1 használata
Cookie-k használata
Passzív mód használata
Átviteli mód
Bináris
ASCII a következő kiterjesztésű fájlokhoz:
Adja meg, hogy a FDM hogyan azonosítsa magát a kiszolgálón
Ez a karakterlánc kerül a Hivatkozó (Referrer) HTTP mezőbe a kiszolgálón. Általában nem szükséges kitölteni
Pipálja ki ezt a dobozt, ha azt szeretné, hogy az FDM a HTTP 1.1-es protokollt használja
Pipálja ki ezt a dobozt, ha azt szeretné, hogy az FDM használjon cookie-kat
Pipálja ki ezt a dobozt, ha azt szeretné, hogy az FDM passzív módot használjon FTP kiszolgálókon. Néha elengedhetetlen tűzfalak megkerülésére
Bináris átviteli mód használata FTP kiszolgálókon. Válassza ezt a módot, ha nem szöveges fájlt tölt le
ASCII átviteli mód használata FTP kiszolgálókon. Válassza ezt a módot szöveges fájlok letöltéséhez
Az FDM ASCII átviteli módot fog alkalmazni a következő kiterjesztésű fájloknál. Egyéb fájlokhoz a FDM bináris módot fog alkalmazni
Proxy
Proxy beállítások
Microsoft Internet Explorer alapján
Kézi megadás
Ne használjon proxy-t
Beállítások
Cím:
Port:
Kérem, adja meg a proxy címét
Kérem, adja meg a proxy portját
Az FDM átveszi az Internet Explorer proxy beállításait
Saját kezűleg adhatja meg a proxy beállításokat
Az FDM nem használ proxy-t
Válassza ki a kiszolgálótípusokat, amelyekhez meg szeretné adni a proxy beállításokat
Adja meg a használandó proxy címét
Adja meg a proxy portját. Általában 3128, 1080 vagy 8080
Pipálja ki ezt a dobozt, ha a proxy kiszolgálón bejelentkezés szükséges
Egyéb
Helyi fájl
Ha a fájl már létezik:
Lemezterület lefoglalása az egész letöltött fájlhoz
Kiegészítő fájlkiterjesztés a be nem fejezett letöltésekhez:
Internetes kiszolgáló
Ne induljon újra a letöltés, ha a kiszolgálóról nem lehet folytatni
Ha a fájlméret megváltozott a kiszolgálón:
Leállás hibák esetén
Rákérdezés
Felülírás
Átnevezés
Folytatás
Újraindítás
Helyreigazítás
Kérem, adja meg a fájlkiterjesztést
Itt megadhatja, hogy mit tegyen a FDM, ha már létezik a letöltendő fájl a lemezen
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a letöltés kezdetekor legyen lefoglalva a lemezterület az egész fájl számára (ezzel csökkentheti a lemez töredezettségét)
Ha ez ki van pipálva, akkor a FDM hozzáfűzi a megadott kiterjesztést a fájl nevéhez letöltés közben. Amikor befejeződik a letöltés, a FDM visszanevezi a fájlt az eredeti nevére
A FDM nem indítja újra a letöltést, ha a kiszolgáló nem támogatja annak folytatását
Itt megadhatja, hogy mit tegyen a FDM, ha a kiszolgálón megváltozott a fájl mérete
Pipálja ki ezt a dobozt, ha azt szeretné, hogy leálljon a letöltés, ha a fájl nem található a kiszolgálón
Pipálja ki ezt a dobozt, ha azt szeretné, hogy leálljon a letöltés, ha a felhasználói név vagy jelszó érvénytelen
Sávszélesség használatának módjai
Válassza ki a beállítandó módot:
Kapcsolatok maximális száma:
Kapcsolatok maximális száma kiszolgálónként:
Sávszélesség-korlátozás:
korlátlan
Válassza ki a sávszélesség-használati módot, melyet be szeretne állítani
Pipálja ki ezt a dobozt, ha korlátozni szeretné a kapcsolatok maximális számát
Pipálja ki ezt a dobozt, ha kiszolgálónként korlátozni szeretné a kapcsolatok maximális számát
Adja meg a maximális sávszélességet, amit a FDM fájlok letöltéséhez használhat
Minden Letöltés
Letöltések listája
Automatikus mentés minden
percben
Befejezetlen letöltések törlésekor
Befejezett letöltések automatikus törlése a listáról
Ne törölje a fájlt
Törölje a fájlt
A FDM elmenti a letöltések listáját a megadott időnként. Ezzel megvédheti a listát a számítógép várható lefagyásától, vagy áramkimaradástól
Adja meg, hogy mit tegyen a FDM a lemezen lévő fájllal befejezetlen letöltés törlésekor
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a befejezett letöltések automatikusan törlődjenek a listáról
Figyelés
Figyelés
Vágólap
Az alábbi kiterjesztésű fájlok figyelése
Az alábbi kiterjesztésű fájlok figyelmen kívül hagyása
Az ALT-nak nem szabad lenyomva lennie
Az ALT-nak lenyomva kell lennie
Kérem, adja meg a kiterjesztéseket
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM figyelje a kattintásokat Internet Explorerben
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM figyelje a vágólapot
A figyelés csak a megadott kiterjesztésű fájlokat vegye figyelembe
A figyelés ne vegye figyelembe a megadott kiterjesztésű
Figyelés csak abban az esetben, ha az ALT nincs lenyomva
Figyelés csak abban az esetben, ha az ALT le van nyomva
Indítás
Betöltés a számítógép indításakor
Indítás kis méretben
Rendszer
Elrejtés a tálcára
A Bezárás gomb kis méretbe helyezi az ablakot
A FDM automatikusan elindul a Windows indításakor
A FDM kis méretben lesz indításkor
Amikor a Kis méret gombra kattint a FDM eltűnik a tálcára
Ha ki van pipálva, akkor a Bezárás gombra kattintva ugyanazt éri el, mintha a Kis méret gombra kattintott volna
Frissítés
Frissítési kiszolgáló címe
A FDM automatikusan utánanéz újabb verzióknak
Hálózat-használatot optimalizáló varázsló
Üdvözli a hálózat-használatot optimalizáló varázsló!
Ez a varázsló segít Önnek beállítani a programot az Ön kapcsolatához viszonyítva. Beállítja a Letöltési tulajdonságokat és a letöltések alapértelmezett tulajdonságait.
Kérem, válassza ki a kapcsolata típusát
Befejezés
Adja meg az Internet-kapcsolatának típusát
Állítsa be a FDM-t a kapcsolatával való optimális működéshez
Feladat
Kezdési idő
Következő kezdési idő
Legutóbbi kezdési idő
Nem sikerült betölteni az ütemezések listáját. Valószínűleg megsérült vagy használatban van egy másik program által
Nem sikerült betölteni az Ütemezési naplót
Nem sikerült elmenti az ütemezések listáját
A(z) "%s" feladat mostanra volt ütemezve. Elindítja?
Sávszélesség-használat váltása: "%s"
Kapcsolat bontása
Az összes kapcsolat
Sávszélesség-használat váltása
Kikapcsolás
Újraindítás
Kijelentkezés
Egyszer
Vas
Hét
Ked
Sze
Csü
Pén
Szo
Ezeken a napokon:
Minden
napban
órában
A FDM indításakor
Sikeres kapcsolódás esetén
Sikertelen kapcsolódás esetén
Amikor nincs aktív letöltés
Amikor a sebesség kisebb vagy egyenlő, mint %d BPS %d percen keresztül
Amikor minden letöltés hibás állapotba kerül ennyi időn keresztül:
Soha
Nem tudni
Sikeres kapcsolódás "%s"
Sikertelen kapcsolódás "%s"
Ütemezés indítása sikeres
Nincs elég memória
Nem sikerült az ütemezést elindítani
Az ütemezés hatására ki kellene lépni a programból induláskor. Az ütemezés figyelmen kívül lesz hagyva
Tárcsázási kísérletek maximális száma
Szünet a kísérletek között
Kapcsolat bontása, ha a sebesség kisebb mint:
Ismét
Nem több mint
Használandó kapcsolat
Ha sikeres
alkalommal
Az összes aktív kapcsolat bontása
Bontandó kapcsolat
Program név:
Paraméterek:
Kikapcsolás módja:
Programok kikapcsolásának kényszerítése
Program indítása
Kapcsolat tárcsázása
Kapcsolat bontása
Sávszélesség-használat váltása
Kilépés a FDM-ből
Számítógép kikapcsolása
Letöltések indítása
Letöltések leállítása
Programok
Minden fájl
Sajnálom, ez a funkció csak Windows 2000, XP vagy afölötti operációs rendszeren elérhető
Kérem, adja meg a program nevét
Kérem, válassza ki a letöltéseket
Válassza ki a sávszélesség-használati módot, amit a feladat indításakor be szeretne állítani
Pipálja ki ezt a dobozt, ha korlátozni szeretné a sikertelen tárcsázási kísérletek számát 
A sikertelen kísérletek közötti várakozás ideje
Pipálja ki ezt a dobozt, ha a megadottnál nem kisebb sebességű kapcsolatot szeretne elindítani
Adja meg a legkisebb szükséges sebességet a kapcsolathoz
A FDM újrapróbálkozik a kapcsolat elindításával, ha kipipálja ezt a dobozt
Pipálja ki ezt a dobozt, ha korlátozni szeretné a sikertelen tárcsázási kísérletek számát 
Adja meg a szükséges letöltés(eke)t
Az összes elérhető letöltés listája
Kijelölt letöltés felvétele a feladat letöltéseinek listájához
Kijelölt letöltés eltávolítása a feladat letöltéseinek listájáról
Adja meg az elindítandó programot
Keresse meg a programot a számítógépen
Adja meg a program paramétereit
Adja meg a kikapcsolás módját
Pipálja ki ezt a dobozt a kikapcsolás erőltetéséhez. Hasznos, ha vannak lefagyott programok a rendszerben. De ebben az esetben minden el nem mentett információ elvész
Adja meg az ütemezendő feladatot
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM minden aktív kapcsolatot bontson
Adja meg a bontandó kapcsolatot
Bizonyos napokon
vasárnap
hétfőn
kedden
szerdán
csütörtökön
pénteken
szombaton
Eseménykor
Ennyi ideig
Alacsony seb.:
percben
percben
órában
napban
Amikor a letöltési sebesség túl alacsony
Amikor minden letöltés hibás állapotba kerül
Kérem, adja meg a napokat
A feladat indítása a megadott időben
Adja meg a feladat indításának időpontját
A feladat indítása a megadott dátumkor
Adja meg a feladat indításának dátumát
A feladat indítása a hét megadott napjain
A feladat indítása minden vasárnap
A feladat indítása minden hétfőn
A feladat indítása minden kedden
A feladat indítása minden szerdán
A feladat indítása minden csütörtökön
A feladat indítása minden pénteken
A feladat indítása minden szombaton
A feladat indítása időszakosan
Ebben a mezőben megadhatja az időközt percben, órában, vagy napban
A feladat indítása valamilyen esemény bekövetkeztekor
Adja meg az esemény típusát
Adja meg az időközt
Adja meg a legkisebb szükséges sebességet
Megerősítés szükséges a feladat elindításához
Várakozás megerősítésre
mp-ig
Ha ez ki van pipálva, akkor a FDM megerősítést kér a feladat indítása előtt a felhasználótól
Ha ez ki van pipálva, akkor a FDM a megadott ideig vár a megerősítésre. Ha a felhasználó a megadott időn belül nem reagál, a feladat elindul
Cím
A letöltendő fájlok listájának összeállítása
Kapcsolódás a kiszolgálóra
Próbálkozás a Hely kezelőben tárolt névvel és jelszóval
Fájlok listájának lekérdezése a kiszolgálóról
A kiszolgálóval való kapcsolat megszakadt. Visszaállítás folyamatban
Lista összeállítása
A fájlok méretének és módosításának lekérdezése
Ez a funkció nagyon lelassíthatja a letöltést
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM kérdezze le a fájlok méretét és idejét HTTP kiszolgálókról
Hely neve
Kapcsolatok
Bejelentkezés
Csoport
Nem sikerült betölteni a helyek listáját. Valószínűleg megsérült vagy használatban van egy másik program által
Nem sikerült elmenteni a helyek listáját
Egyidejű kapcsolatok maximális száma:
Alapértelmezett csoport az erről az innen való letöltésekhez
Passzív FTP mód használata
Kérem, adja meg a hely nevét
Már létezik hely ilyen néven. Kérem, adjon meg egy másik nevet
A kapcsolatok maximális számának többnek kell lennie, mint 0
Kérem, válasszon csoportot
Adja meg a hely nevét
Pipálja ki ezt a dobozt, ha korlátozni szeretné a kiszolgálóval való egyidejű kapcsolatok számát
Pipálja ki ezt a dobozt, ha az erről a helyről való letöltéseket automatikusan a megadott csoportba szeretné sorolni 
Rákérdezés
Ne tegye föl többet ezt a kérdést
Lemez írási hiba
A(z) "%s" nevű fájl már létezik. Mi legyen?
Ne tegye föl többet ezt a kérdést. A választása lesz ezentúl az alapértelmezés
Létező fájl fölülírása
Fájl átnevezése
Letöltés folytatása. (A letöltés a meglévő fájl pontos méretétől folytatódik)
Letöltés leállítása
Igen
Nem
A(z)
letöltés törlésre került. Törli a fájlt a lemezről is?
Kérem, adjon meg egy felhasználói nevet és jelszót
Bejelentkezés ide: "%s"
A megadott felhasználói név és jelszó küldése a kiszolgálónak
Ne kapcsolódjon erre a kiszolgálóra
A(z) "%s" mérete megváltozott a kiszolgálón. Mi legyen?
Letöltés újrakezdése az elejétől
Letöltés helyreigazítása az új fájlmérethez. Nem ajánlott
Kérem várjon
Frissítés
Leírás
Frissítés innen:
Frissítés keresése
Ön a legújabb verziót használja
Letöltés
Új verzió elérhető: %s build %s
Teljes elosztó a(z) %s verzióhoz (%s)
Frissítés a(z) %s verzióra
Frissítés a(z) %s verzióra (%s)
A FDM-t újra kell indítani. Újraindítja most?
Frissítés kész
A frissítő kiszolgáló nem található
Adja meg a frissítés típusát
FDM frissítése a teljes elosztóval
FDM frissítése a javító elosztóval
További információk a frissítéssel kapcsolatban
Újdonságok ebben a verzióban
FDM frissítése most
Frissítés megszakítása és az ablak bezárása
Letöltések létrehozása
Tartalom kiválasztása
Kiválasztás törlése
A felvevendő letöltések listája
Pipálja ki a kijelölt könyvtár elemeket a letöltésként való felvételhez
Törölje a pipát a kijelölt könyvtár elemek mellől, hogy ne legyenek felvéve letöltésként
A FDM névjegye
Copyright (c)
Minden jog fenntartva
Regisztrált felhasználó:
Már megtörtént a frissítés. Újraindítás szükséges
Érvénytelen felhasználói név vagy jelszó
Nem sikerült betölteni az előzményfájlt
Nem sikerült menteni az előzményfájlt
HTML-turkáló alapértelmezett beállítások
HTML-turkáló
Weboldal szerkezet
Weboldal letöltése
Weboldal letöltés beállításai
Letöltés indítása
Letöltés leállítása
Letöltés ütemezése
Törlés
Weboldal megnyitása böngészőbe
Letöltés automatikus indítása
Weboldal URL
Fájlok
Törli a letöltéseket is?
Nem sikerült betölteni a weboldalak listáját
Nem sikerült menteni a weboldalak listáját
A weboldal URL-je vagy a HTTP kiszolgáló, ahonnan le szeretne tölteni
A weboldal URL-je vagy a HTTP kiszolgáló, ahonnan a letöltés elindult
A könyvtár neve, ahova a letöltések mentésre kerülnek
Célkönyvtár:
Weboldalak
Oldalak
HTML kódú weboldalak kiterjesztései:
Weboldal stíluslapok letöltése
Weboldalak letöltése más oldalakról
Képek
Képek letöltése
Képek letöltése, melyek más helyre mutatnak
Letöltés mélysége:
HTML kódú weboldalak kiterjesztései. Ezek a fájlok át lesznek kutatva további címek és képek után
Ha ki van pipálva, akkor a weboldalak stíluslapjai (CSS) is le lesznek töltve. Ajánlott
Ha nincs kipipálva, akkor más helyről nem lesznek letöltve oldalak. Például, ha ez a doboz nincs kipipálva és elkezd letölteni a http://példa.hu/ címről, akkor a http://másikoldal.hu/akármi.html nem lesz letöltve, de a http://példa.hu/akármi.html igen
Ha ki van pipálva, akkor az oldalon szereplő képek is le lesznek töltve
Ha nincs kipipálva, akkor a más helyre mutató képek nem lesznek letöltve
Letöltés mélysége. Például elkezdi letölteni a http://pl.com/index.html oldalt. Van egy hivatkozás a http://pl.com/akármi.html címre http://pl.com/index.html címről. Ekkor a http://pl.com/akármi.html mélysége 1. Ha 0-ra állítja a mélységet, akkor csak a kezdőlap tartalma kerül letöltésre.
Fájlok letöltése
Fájlok letöltése, melyek más helyre mutatnak
Az alábbi kiterjesztésű fájlok törlése
Bekapcsolás
Töltse le
Ne töltse le
az alábbi kiterjesztésű fájlokat:
Pipálja ki ezt a dobozt, ha le szeretné tölteni a fájlokat a weboldalakról
Pipálja ki ezt a dobozt, ha le szeretné tölteni a fájlokat más helyre mutató oldalakról
Pipálja ki ezt a dobozt, ha figyelmen kívül szeretné hagyni a megadott kiterjesztésű fájlokat
Ha ki van pipálva, akkor az alábbi kiterjesztésű fájlok le lesznek töltve
Ha ki van pipálva, akkor az alábbi kiterjesztésű fájlok NEM lesznek letöltve
Beállítások exportálása
Beállítások importálása
Nem sikerült elindítani a Regedit.exe-t
Hiba történt a beállítások exportálása közben
Hiba történt a beállítások importálása közben
FDM regisztrációs adatbázis fájlok
Képek kizárása az alábbi kiterjesztéssel
az alábbi kiterjesztésű képeket:
Pipálja ki ezt a dobozt az alábbi kiterjesztésű képek figyelmen kívül hagyásához
Ha ki van pipálva, akkor az alábbi kiterjesztésű képek le lesznek töltve
Ha ki van pipálva, akkor az alábbi kiterjesztésű képek NEM lesznek letöltve
Ne töltse le és törölje
A kiszolgáló nem támogatja a letöltések folytatását. Folytatás az elejétől
Hiba az URL megnyitásakor
Sajnálom, váratlan hiba történt a regisztrációs adatbázisba való íráskor
Köszönjük, hogy regisztrált! Kérem, indítsa újra az FDM-t!
Letöltés Free Download Managerrel
Weboldal letöltése Free Download Managerrel
A FDM felvétele a böngésző környezeti menüjébe
Pipálja ki ezt a dobozt, ha szeretné felvenni a böngészője környezeti menüjébe a "Letöltés Free Download Managerrel" és a "Weboldal letöltése Free Download Managerrel" elemeket (akkor jelenik meg, amikor valahová jobb egérgombbal kattint egy weboldalon)
Sávszélesség-használat mérséklése böngészőhasználat közben
Mérséklés egy szinttel
Mérséklés Alacsony módba
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a sávszélesség-használat automatikusan mérséklődjön, amikor böngészik az Interneten. Ez által gyorsabban böngészhet, miközben a FDM letölt valamit
A sávszélesség-használat egy szinttel fog mérséklődni. Magas->Közepes, Közepes->Alacsony
A sávszélesség-használat az Alacsony szintre ugrik
Érvényes
Érvényes aldomainekre
Pipálja ki ezt a dobozt, ha ezt a bejegyzést HTTP-n keresztül való letöltéshez szeretné alkalmazni
Pipálja ki ezt a dobozt, ha ezt a bejegyzést HTTPS-en keresztül való letöltéshez szeretné alkalmazni
Pipálja ki ezt a dobozt, ha ezt a bejegyzést FTP-n keresztül való letöltéshez szeretné alkalmazni
Pipálja ki ezt a dobozt, ha ezt a bejegyzést aldomainekre is szeretné alkalmazni. Például a http://példa.hu címhez hozzátartozik majd az http://akármi.példa.hu is
Kérem, pipáljon ki legalább egy protokollt
Egyidejű letöltések maximális száma
Pipálja ki ezt a dobozt, ha korlátozni szeretné az egyidejű letöltések maximális számát
Letöltés újraindítása
Újabb szelet létrehozása
Egy szelet leállítása
; context: [section x] - Stopped
Leállítva
; tray menu
Gyűjtőkosár
;
Nem találom az Opera bővítmény-könyvtárát. Megkeresi manuálisan?
Nem találom a Netscape bővítmény-könyvtárát. Megkeresi manuálisan?
Nem sikerült telepíteni az Opera figyelését
Nem sikerült eltávolítani az Opera figyelését
Nem sikerült telepíteni a Netscape figyelését
Nem sikerült eltávolítani a Netscape figyelését
Pipálja ki ezt a dobozt, ha szeretné figyelni a kattintásokat Opera-ban
Pipálja ki ezt a dobozt, ha szeretné figyelni a kattintásokat Netscape-ben
; create download dlg
Méret lekérdezése
; request a size of a download
Lekérdezés...
Letöltés méretének lekérdezése a kiszolgálótól
Igen mindet
Egyiket sem
Részletes napló
Ha ki van pipálva, akkor a FDM megmutatja a kiszolgáló válaszait
A változásuk azután lépnek életbe, miután újraindította böngészőjét
Feladatok listája
Fájlok listája
Helyek listája
Oldalak listája
Letöltések törlése
Letöltések listájának
Kötegelt letöltések létrehozása
Ettől:
Eddig:
Lépés:
Tizedes helyek:
Eredmények
Minta:
Sorozat kezdete
Sorozat vége
Sorozat lépése. Például, ha ez 10, akkor a sorozat 0, 10, 20, ...
Tizedes helyek száma. Például, ha ez 1, akkor a sorozat 1, 2, 3. Ha 2, akkor 01, 02, 03.
Kattintson ide a létrejött sorozat megtekintéséhez
Engedélyezze az IE-nek a letöltést, ha a Mégse gombra kattint
Pipálja ki ezt, ha azt szeretné, hogy az Internet Explorer töltse le a fájlt, amikor a Mégse gombra kattint a "Letöltés létrehozása" ablakban
A sorozat végének meg kell haladnia a sorozat elejét
Kérem, használja a (*) jelet a megadott URL sablonban
Kiterjesztés használata, amikor a fájlnak nincs
Pipálja ki ezt a dobozt, ha a megadott kiterjesztést szeretné használni a kiterjesztéssel nem rendelkező fájloknál. Például, ha a fájl neve "fájl" és megadja a "txt"-t, akkor az eredmény "fájl.txt" lesz
Méretek megjelenítése csak bájtban
Pipálja ki ezt a dobozt, ha csak bájtban szeretné látni a méreteket, kilobájt és megabájt helyett
Vírusellenőrzés végrehajtása
Paraméterek:
Kiterjesztések:
Pipálja ki ezt a dobozt, ha szeretne automatikusan vírusellenőrzést végrehajtani a letöltött fájlokon
Adja meg a vírusellenőrző program nevét
Adja meg a vírusellenőrző program paramétereit
Adja meg az ellenőrizendő fájltípusok kiterjesztéseit
Kérem, adja meg a vírusellenőrző nevét
A név érvénytelen. Kérem, ellenőrizze
Vírusellenőrző futtatása
Feladat letiltása futás után
Feladat törlése futás után
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a feladat le legyen tiltva futás után
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a feladat törlődjön futás után
Mehet
Vissza
Fájlnév automatikus generálása
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a letöltés fájlneve automatikusan generálódjon 
Mentés "htm" kiterjesztéssel
Pipálja ki ezt a dobozt, ha az összes weboldalt "htm" kiterjesztéssel szeretné menteni
Kattintson erre a gombra, hogy kiszámítsa az összesített méretét az összes letöltésnek
A kiszolgáló könyvtárszerkezetének megtartása
Pipálja ki ezt a dobozt, ha meg szeretné tartani a kiszolgáló eredeti könyvtárszerkezetét. Máskülönben a kiszolgálóról az összes fájl ugyanabba a könyvtárba kerül mentésre
Kiválasztott egy másik célkönyvtárat. Beállítja ezt a könyvtárat a csoport alapértelmezettjeként? Az alapértelmezett könyvtárat beállíthatja a csoportok tulajdonságlapjain is.
; === ADDED LINES ===
Már létezik letöltés erről az URL-ről. Mi legyen?
Indítás
A letöltött fájl indítása
Verzió
Vegye fel velünk a kapcsolatot!
Töltse le a legújabb verziót!
Figyelmeztetés:  ez a számítógépes program a szerzői jog és nemzetközi egyezmények védelme alatt áll. A program, vagy bármely részének engedély nélküli másolása vagy terjesztése polgári- és büntetőjogi következményekkel járhat, és a jog által meghatározott legsúlyosabb büntetéssel sújtható.
; === new version ===
Az összes letöltése Free Download Managerrel
Letöltési lista felvétele
Kijelölés eltávolítása
Ez a felveendő URL-ek listája
Kattintson erre a gombra az összes kijelölt URL törléséhez a listáról
Nem találom a Firefox bővítmény-könyvtárát. Megkeresi manuálisan?
Nem sikerült telepíteni a Firefox figyelését
Nem sikerült eltávolítani a Firefox figyelését
Pipálja ki ezt a dobozt, ha szeretné figyelni a kattintásokat a Mozilla Firefox-ban
Kijelölés letöltése Free Download Managerrel
Indítás
Weblapok
Aktív letöltések
Jelenleg nincsenek aktív letöltések
Értesítések
Tálca "buborék" használata
Megjelenítés
Pipálja ki ezt a dobozt, ha azt szeretné, hogy minden letöltés indulásakor és befejezésekor megjelenjen egy kis értesítő "buborék" a tálcán. Megjegyzés: ez a funkció csak Windows 2000/XP alatt működik
Buborék automikus bezárása ennyi idő letelte után
Alternatív
Alternatív URL-ek automatikus keresése
Alternatív források maximális száma
Alternatív források sebességének mérése
Sebességek újramérése egyenként
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM minden egyes letöltéshez keressen alternatív URL-eket
Itt korlátozhatja az alternatív URL-ek számát letöltésenként. Ezzel csökkentheti az alternatív források sebességmérésének idejét
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM megmérje mindegyik alternatív forrás sebességét
Az alternatív források sebességének automatikus újramérése, a megadott időtartamon belül
Ne keressen, ha a fájlméret kisebb, mint
A FDM ne keressen alternatív forrásokat, ha a fájl mérete kisebb a megadottnál
Ne keressen, ha a fájlméret ismeretlen (ajánlott)
Új forrás felvétele
Források keresése
Alternatív URL felvétele manuálisan
Alternatív URL-ek keresése ehhez a letöltéshez a FileMirrors.COM segítségével
Alternatív URL-ek listája
Sebesség
Használatban van
Tükrök sebességmérése
Szerver sebességmérése
Letöltési infóablak
Várakozás...
Letöltendő alternatív URL
A fájlméret meghaladja a 2 GB-ot. Ekkora fájlt csak FTP-n keresztül lehet letölteni
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Új letöltés
Csoport automatikus meghatározása letöltéshez
Csoport:
Letöltés mentése a megfelelő csoport könyvtárába
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a letöltés csoportja automatikusan legyen megállapítva a fájl kiterjesztéséből, vagy a Hely kezelő beállításai alapján
Alapértelmezett csoport megadása
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a letöltés a megfelelő csoport alapkönyvtárába kerüljön mentésre (lásd a Csoport tulajdonságokat)
Alapértelmezett letöltési könyvtár megadása
; END
; BEGIN: Monitoring page
Csendes figyelés
Ne jelenjen meg a "Letöltés létrehozása" ablak, amikor új letöltés jön létre a böngészőben való kattintás folytán, ha ez be van kapcsolva
Testreszabás
Válassza ki a böngésző menüjében megjelenítendő elemeket
; END
Válassza ki a megjelenítendő elemeket
Legalább egy elemnek kijelölve kell lennie
Hangok bekapcsolása
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM hangokat játsszon le bizonyos események bekövetkeztekor (pl. ha befejeződik egy letöltés)
Hangok kiválasztása az eseményekhez
; BEGIN : Customize sounds dialog
Hangok testreszabása
Hang beállítása
Eltávolítás
Teszt
FDM események és a megfelelő hangok listája. Itt megadhatja, hogy az FDM lejátsszon bizonyos hangokat az események bekövetkeztekor
Új letöltés felvétele - hang lejátszása, amikor egy vagy több új letöltés kerül a letöltési listára.
Letöltés befejeződése - hang lejátszása, amikor sikeresen befejeződik egy letöltés.
Letöltési hiba bekövetkezése - hang lejátszása, amikor hiba történik egy fájl letöltése közben.
Sikeres kapcsolódás - hang lejátszása, amikor a "Kapcsolat tárcsázása" ütemezett feladat sikeresen végrehajtódik.
Sikertelen kapcsolódás - hang lejátszása, amikor a "Kapcsolat tárcsázása" ütemezett feladat sikertelenül hajtódik végre.
Hang beállítása a kijelölt eseményhez
Ne legyen hanglejátszás a kijelölt esemény bekövetkeztekor
Kijelölt hang tesztelése
Esemény
Hangfájl
Nincs hang
Új letöltés felvétele
Letöltés befejeződése 
Letöltési hiba bekövetkezése
Sikeres kapcsolódás
Sikertelen kapcsolódás
Hangfájlok
; END
Alternatív források keresése...
Alternatív források sebességének mérése...
Az alternatív források keresése már megtörtént
Kapcsolódás a kereső kiszolgálóhoz...
Eredmények fogadása...
%d alternatív forrás található
Alternatív források keresése befejezve
Másik alternatív forrás kipróbálása...
Nem található alternatív forrás
Sikertelen
Az alternatív források sebessége megmérve
; BEGIN: History page
Előzmények
URL-ek és könyvtárak előzményeinek mentése
Csak könyvtárak előzményeinek mentése
Törlés ennyi idő elteltével
Bejegyzések maximális száma
Előzmények törlése
A FDM el fogja menteni a beírt URL-ek és könyvtárak előzményeit
A FDM csak a könyvtárak előzményeit fogja elmenteni
A FDM le fogja törölni azokat a bejegyzéseket, melyek már a megadott időn túl keletkeztek
A bejegyzések maximális száma. Ha a bejegyzések száma túllépi ezt az értéket, akkor a FDM letörli a legrégebbi bejegyzéseket
Az összes bejegyzés törlése az előzményekből
; END
Importálás
Exportálás
URL-lista behozatala
Letöltési lista exportálása
Szövegfájlok
A fájlt nem lehet megnyitni
Az összes letöltés exportálása
Az összes letöltés exportálása a listáról
Kijelölt letöltések exportálás
A befejezett letöltések ne kerüljenek exportálásra
Hozzáfűzés, ha a fájl már létezik
Érvénytelen csoportnév. Kérem ne használja a / vagy a \ jeleket.
Kilépés, amikor kész
; BEGIN : Downloads History window
Felvéve
Mentés helye
; END
Lomtár
; BEGIN: Recycle Bin
Tulajdonságok
Lomtár ürítése
;END
;BEGIN: Recycle Bin properties
A törölt letöltések ne kerüljenek a lomtárba
Max ennyi letöltés
megőrzése
Befejezett letöltések végleges törlése
Megerősítés kérése letöltés törlésekor
Lomtár tulajdonságai
Pipálja ki ezt a dobozt, ha azt szeretné, hogy ha a törölt letöltések ne kerüljenek a lomtárba
Pipálja ki ezt a dobozt, ha korlátozni szeretné a lomtárban tárolható letöltések számát
A lomtárban tárolandó letöltések maximális száma
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a befejezett letöltések ne kerüljenek a lomtárba törlés esetén
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM megerősítést kérjen a letöltések törlése előtt
;END
Visszaállítás
Letöltések visszaállítás...
; History subitems
Ma
Tegnap
E hét
E hónap
Egyéni...
; end
Előzmények törlése
Letöltések előzményeinek mentése
Csak befejezett letöltések előzményeinek mentése
Pipálja ki ezt a dobozt, ha el szeretné menteni letöltéseinek előzményeit
Pipálja ki ezt a dobozt, ha azt szeretné, hogy csak a befejezett letöltések kerüljenek mentésre az előzmények közé
Letöltések előzményeinek beállítása
Előzmény bejegyzések listájának készítése...
; Download Was deleted
Törölve
Válasszon időszakot
Keresés...
Következő
Keresendő
; BEGIN : Find dialog
Keresés helye
Helyi fájlnév
Itt adja meg mit szeretne keresni
Keresés az URL-ek fájlrészeiben
Keresés az URL-ek egészében
Keresés a letöltések megjegyzésében
Keresés a letöltési fájlok nevében és útvonalában a helyi lemezen
Haladó keresési beállítások testreszabása
; ADVANCED settings
Keresés helye
Keresés a letöltési listában
Keresés a letöltések előzményeiben
Keresés megadott idővel
Beállítás
Keresés a lomtárban
Keresés megadott mérettel
Legalább
Legfeljebb
Keresés a letöltési listában
Keresés a letöltések előzményeiben
Keresés azon letöltések közt, melyek megfelelnek a megadott idő intervallumnak
Idő intervallum megadása
Keresés a lomtárban
Keresés azon letöltések közt, melyek megfelelnek a megadott fájlméret határoknak
Keresendő legkisebb fájlméret
Keresendő legnagyobb fájlméret
Keresés csoportban
Válassza ki a csoportot, amelyben keresni kell a letöltéseket
; END
Letöltés keresése...
A letöltés nem található
Nem található több ilyen letöltés
Keresés befejezve
URL másolása a vágólapra
Betekintés a ZIP fájlokba
Legalább egy fájlnak kijelölve kell lennie.
Lehetséges, hogy a fájl, amit letölt ZIP archívum. Szeretne beletekinteni?
Audio/videó betekintés
Hiba a fájl megnyitásakor.
Ismeretlen formátum.
Kérem telepítse a DirectX 8.0-ás vagy újabb verzióját ehhez a funkcióhoz. Letöltheti a legújabb verziót a microsoft.com honlapról.
Média infó
Méret:
Elérhető:
Hossz:
Némít
Lejátszás
Szünet
Szűrő
Kiterjesztések (szóközzel elválasztva, pl. zip rar arj):
Ilyen kiterjesztésű fájlok eltávolítása
Csak ilyen kiterjesztésű fájlok meghagyása
A megadott paraméter nem tartalmazza a %file% makrót. Ez a makró szükséges ahhoz, hogy értesítse a vírusírtó alkalmazást az ellenőrízendő fájl hollétéről.
Mindenképp folytatja?
Figyelmeztetés
A befejezetlen letöltések legyenek rejtett fájlba mentve
Megjegyzés hozzáfűzése a fájlnévhez, ha kész
Ne legyenek letárolva a kiszolgáló oldalai
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a kiszolgáló oldalai ne legyenek lementve csak a fájlok és a képek
Betekintés a ZIP fájlokba
Pipálja ki ezt a dobozt, ha be szeretne tekinteni a ZIP archívumok tartalmába a letöltés kezdetekor, hogy csak egy részét töltse le az archívumnak.
Hangerő:
Letöltés indítása automatikusan
Pipálja ki ezt a dobozt, ha azt szeretné, hogy a FDM elindítson mindent új letöltést automatikusan
Kérem pipálja ki a letöltendő fájlokat
Állítsa be az alternatív URL-eket ehhez a letöltéshez
Ne legyen betekintés a jövőben
Kikapcsolta a betekintést ZIP-be funkciót. Ha be szeretné kapcsolni, akkor menjen a Beállítások -> Letöltési beállítások (Ctrl+O) -> Új letöltés fülre, és pipálja ki a "Betekintés ZIP-be" dobozt.
Tiltólista
Azon webhelyek listája, melyeket figyelmen kívül kell hagyni egy weboldal letöltésekor.
Alkönyvtárak
Hozzáadás
Az összes alkönytvár figyelmen kívül hagyása
; Proxy tab new settings
Visszapörgetés alkalmazása megszakadt letöltéseknél
Visszapörgetés
bájt
Pipálja ki ezt a dobozt, ha be szeretné kapcsolni a visszapörgetést. Ez a funkció megvédi a letöltéseit a sérülésektől.
Visszapörgetés mérete. Nagyobb mérettel nagyobb biztonsággal működik a visszapörgetés. Az ajánlott méret 3000 bájt. Növelheti ezt a méretet, ha a letöltései így is megsérülnek.
; downloader options -> monitor tab
Ne figyeljen ennél kisebb méretű fájlokat
Használja ezt a beállítást arra, hogy a FDM átugorja a megadottnál kisebb méretű fájlokat
KB
Figyelmeztetés! A Lomtár túl nagy. Ez nagyon lelassíthatja a program teljesítményét. Ajánlott kiüríteni a Lomtárat. Szeretné most üríteni?
Ne ellenőrízze többször
Figyelmeztetés! Az Előzményekben túl sok bejegyzés van. Ez nagyon lelassíthatja a program teljesítményét. Ajánlott kiüríteni az Előzményeket. Szeretné most üríteni?
A szerver nem tudja garantálni a letöltés folytatásának támogatását. A válasz érvénytelen.
Másolás a vágólapra
; general settings | skins page
Felszínek
Felszín
A felszín használhatja a saját ikonokat
A felszín használhatja a saját bittérképeket
; default skin
<alapértelmezett>
MEGJEGYZÉS: Minden változtatás a Free Download Manager újraindítása után lép életbe
Mutassa a letöltési információkat letöltés közben
Ugorja át az alábbi kiterjesztésű fájlokat:
Az átlépendő kiterjesztésű fájlok listája
Nincs aktív letöltés
Hangfájl lejátszása ha az összes letöltés elkészül
URL-ek listájának importja a vágólapról
Jelszavak
Weblapkezelő beállításai
; Save password dialog
Mentsem a jelszót?
A Free Download Manager el tudja menteni a szerverhez tartozó jelszót, hogy letöltéskor ne kelljen mindig beírni
Mentsem ezt a jelszót??
Ne ajánlja fel a jelszó mentését
; Site Manager options | Passwords tab
Használja a weblapkezelőt a jelszavak tárolására
Kérdezze meg, hogy mentse-e a jelszót vagy ne
Ne ajánlja, hogy mentse a jelszavakat
Kilépés előtt törli az összes jelszót
Az összes jelszó törlése
; create new HTML Spider task
Törölje a teljes letöltéseket automatikusan(ajánlott)
Jelöld be ezt a dobozt, hogy a HTML Spider letöltései automatikusan törlődjenek. Ez a nagy site-ok letöltését gyorsítja.
A változtatások a FDM újraindítása után lépnek életbe
Új stílus
Régi Stílus
A könyvtár neve érvénytelen
Tüntesse el a lebegő ablakot teljes képernyős módban
Jelölje be, ha szeretné eltüntetni a lebegő ablakokat teljes képernyős módban.
ütemezve volt az indításra.
El akarod indítani?
Indítsa el a letöltést, ha készen van
Használd a (*), (*A) vagy a (*a) kifejezést az URL-ben, hogy URL sablont határozz meg.
Tükörkereső szerverek:
Hibernálás
Készenlét
Emlékezzen a választásomra
Javaslom, hogy változtasd a csoport default letöltési folderét.
Fájl mentése
Fájl megnyitása
Mentse a fájlt és nyissa meg
Letöltés típusa:
Link az FDM-hez
Link a Free Download Manager-hez
Kedves felhasználó!
A Free Download Manager egy ingyenesen használható program. Bármeddig ingyenesen használható.
Azonban, ha hasznosnak találja a Free Download Manager-t, arra kérjük, hogy segítsen a terjesztésében tegyen egy linket weboldalára. Ezzel több felhasznó is hallhat a Free Download Manager-ről.
Előre is köszönjük segítségét,\n a Free Download Manager fejlesztői csapat.
Figyelmeztessen 3 nap múlva
Figyelmeztessen, amikor újra elindítom a Free Download Manager-t
Ne mutassa újra ezt az ablakot
Mutassa a link HTML kódját
A link HTML kódja
További példák
Másolás a vágólapra
Elrejtés
; "Traffic usage mode has beed changed" window
A forgalom használati módja változott
Megváltoztattad a forgalom használati módját.\nA Free Download Manager három móddal rendelkezik:
Ebben az üzemmódban a Free Download Manager maximális sebességgel tölt. Ez a legagresszívem üzemmód.
Ebben az üzemmódban a Free Download Manager átlagos sebességgel tölt. A mód használata esetén tudod böngészni az INternetet és a töltés is gyors.
Ebben az üzemmódban a Free Download Manager lassan tölt. Ekkor a böngészés csak kicsit lassul le.
;
Átnevezés az újraindításnál
Kisebb számot adjon meg, mint %d
; export/import downloads
URL listafájlok
Letöltések Információs Listafájlja
;
Beállítások exportálása
;
Szerver által megadott dátum használata a letöltött fájlokhoz
A letöltött fájlok és a szerver ideje egyezzen meg
Leírás létrehozása a letöltésekhez
Készítsen egy fájlt "*.dsc.txt" néven (* - a letöltött fájl neve) ami tartalmazza a letöltött fájl rövid leírását (kommentek + url + dátum). Ez a fájl csak olyan letöltésekhez generálható, amelyeknél vannak kommentek.
Ez a fájl a következő helyről lett letöltve
Ne használja a szerveren lévő fájl dátumát
Ez a beállítás lehetővé teszi az FTP letöltések gyorsabb indítását. A Free Download Manager a SIZE parancsot használja a LIST helyett.
Ne mentse el a letöltések naplófájlját
Ezzel a lehetőséggel a Free Download Manager gyorsabban indul el és záródik be és kevesebb memóriát használ.
;
Letöltési előzmények exportálása
Összes bejegyzés exportálása
Összes bejegyzés exportálása a listáról
Kiválasztott bejegyzések exportálása
Csak a befejezett letöltések bejegyzéseinek exportálása
;
HTML fájlok
;
Free Download Manager letöltési előzmények
Letöltés URL-je
Letöltve fájlba
Fájlméret
Letöltés befejezve
Letöltés törölve
;
Mentés helye
Fájlméret
Folytatható
Ablak bezárása, ha a letöltés befejeződött vagy megállt.
Megnyitás
Akarja újra látni ezt az ablakot?
Igen, de ideiglenesen rejtse el a folyamatablakot ennél a letöltésnél
Nem, ne mutassa a folyamatablakot egyik letöltésnél sem
Igen, de ne mutassa a folyamatablakot ennél a letöltésnél
Ha a SHIFT gombot lenyomva tartja törlés közben, akkor a késöbbiekben nem lehet visszaállítani a letörölt adatokat.\nBiztosan folytatja?
Csoport kiválasztása
Csoportok főkönyvtárának kiválasztása
Csoportok főkönyvtárának kiválasztása.\nA változtatás csak az új letöltéseket érinti.
Futó letöltések
(üres)
Letöltések szüneteltetése
Letöltési folyamatablak megjelenítése
Ha kiválasztja, akkor az FDM minden letöltésnél megjeleníti a letöltések részletes információit.
; general settings | misc page
Időtullépés a kapcsolatoknál
Letöltés megnyitása
Kérdezzen rá a leállítás típusára
Confirmation timeout for "Tools | Hang-up when done" command.
Confirmation timeout for "Tools | Exit when done" command.
Confirmation timeout for "Tools | Shutdown computer when done" command.
Confirmation timeout for launch downloaded file when download is completed.
If checked, FDM will ask you for the type of shutdown for "Tools | Shutdown computer when done" command.
Ne kérjn megerősítést
; 5 seconds, 10 seconds, ...
%d seconds
Várjon a megerősítésemre
Ignore pages from this folder
Download pages from this folder only
Including subfolders
Ignore all web pages located in this folder.
Download pages located in this folder only and ignore other web pages.
Check this option if you want HTML Spider to ignore (or download only) pages located in all subfolders of the specified folder.
Here you should specify URL of the folder.\nExample: "http://site.com/docs/".
Típus
Kihagyás
Only
Set of numbers
Assign
Here you should specify the set of numbers for batch list.\nEx. 1-100, or 1-100s2w3.
Click this button to assign the set of numbers using the dialog window.
Single number
Number
Assign set of numbers
Syntax error
Archívum kicsomagolása
Kicsomagol
Kicsomagolás
Célkönyvtár
Kicsomagolás sikertelen. Ismeretlen fájlformátum.
Letöltött adatforgalom ebben a hónpban\n(%s volt az előző hónapban)
A letöltés maximális sebessége
"Kapcsolat bontása, amikor kész" feladat letiltása
When enabled, any Tools | "when done" task will be automatically disabled after execution. So it will be launched only once.
; %s
; 1st - file name
; 2nd, 3rd - file info (size + date).
"%s" fájl már létezik.\n\nFelülírja a meglévő fájlt\n(%s)\n\naz újjal\n(%s)?
Igen, mindet
Kihagyás
Összes kihagyása
Ismeretlen archívum
Weboldal meglátogatása
Csomagok telepítése
Az FDM csak a ZIP, RAR és ARJ archívumokat támogatja.\nA támogatott archívumok listáját bővítheti a kiegészítő csomagok telepítésével (internetkapcsolat szükséges).
FDM archive support pack
Mozgatás fel
Mozgatás le
Kiválasztott letöltések mozgatása feljebb
Kiválasztott letöltések mozgatása lejebb
Fájl integritás ellenőrzése
Néhány weboldal speciális ellenörzőösszeget biztosít az elérhető fájloknak annak érdekében, hogy a felhasználó meggyőződhessen róla, hogy a fájl nem sérült. Ezt az ellenörző összeget megadhatja itt, a FDM pedig ellenőrzi az integritást.
Algoritmus
Ellenőrzőösszeg
Beillesztés vágólapról
Ellenőrzés
A letöltött fájl ellenőrzőösszegének (checksum) kalkulálása...
Fájl itegritás ellenőrzés sikeres
Fájl itegritás ellenőrzés sikertelen
A fájl integritás ellenőrzése sikerrel befejeződött.\nNem találhatóak hibák a letöltött fájlban.
A fájl integritás ellenőrzés befejeződött.\nHibák találhatóak a letöltött fájlban: a fájl megsérült a letöltési folyamat során. A letöltést újra kell indítani, a fájlt ismét le kell tölteni.
Ne mutassa ezt az ablakot újra ha az ellenőrzés sikeres
Nem található a kiválasztott vírusírtó program indító fájlja.\nKérem adja meg.
A fájlok mérete nem egyenlő
Mentés mint:\n(Példa: fájl(*)(*A)(*a).txt)
Érvénytelen mentés másként sablon.\nMake sure it corresponds to the URL template.
Ha kész
Ha kész (az összes befejeződött vagy hibás)
Programok
Mi ez?
Vélemények
;
Kedves Felhasználó!
A Free Download Manager (FDM) az egyik legnépszerűbb letöltésvezérlő a világon, több millió aktív felhasználóval, most, hogy ennyire elterjedt többet szeretnénk!
Amennyiben ön is annyira hasznosnak és "muszály, hogy meglegyen" programnak tartja mint mi, arra kérjük, hogy segítsen nekünk a terjesztésben és helyezzen el egy linket blogján, weboldalán vagy személyes tárhelyén, mint pl Myspace/MSN.
; %s will be replaced with "FDM buzz" 
A hivatalos %s 2006. Augusztus 16-án indult. A célunk, hogy az FDM-et a leggyorsabban terjedő internet-util programmá tegyük a FireFox után!
FDM buzz
; %s will be replaced with "blog" 
Az FDM haladását nyomonkövetheten a hivatalos %son.
blog
Előre is köszönjük segítségét,\na Free Download Manager fejlesztő csapata
Ne mutassa többet ezt az ablakot, Jó a memóriám.
Csatlakozás!
Nem, köszönöm.
FDM Közösség
Váltás a "Véleményekre" a letöltés után
Ha engedélyezi, akkor a "Vélemények" fül automatikusan megjelnik a letöltés befejezése után.
Internet Explorer hálózati azonosításának módosítása
Amennyiben engedélyezve van, értesíteni fogja a weboldalakat amelyeket böngész, hogy a Free Download Manager telepítve van. Habár, ezen beállítás használata néhány weboldalon blokkolást vonhat maga után.
Veszélyes?
Ellenőrzi, hogy a Free Download Manager felhasználói közül nem jelentette-e valaki, hogy ez a fájlt vírust/adware-t/spyware-t vagy egyéb kártékony szoftvert tartalmaz.
Rendben, a FDM felhasználói közül senki sem jelentette, hogy ez a fájl kártékony lenne.\n\nEz nem garantálja a fájl vírusmentességét, ezért ajánlott letöltés után leellenőrizni a fájlt.
; keep all %xxx, \n as is.
%d a %d Free Download Manager felhasználó jelentette, hogy ez a letöltés kártékony.\nAz átlagos letöltési aránya %.*g.\n\nMegtekinti a véleményeket?
Fájlok ellenőrzése letöltés előtt, nehogy kártékony programok legyenek
Használja ezt a beállítást, hogy az FDM autómatikusan, A letöltés előtt, ellenőrízze, hogy valaki nem-e minősítette kártékonynak a letöltést.
Vélemények megjelenítése letöltés közben
Amennyiben engedélyezve van, az FDM autómatikusan aktiválja a "Vélemények" fület és megjeleníti a véleményeket.
A letölés ellenőrzése, hogy nem kártékony-e (nézze meg a beállításokat, ha le szeretné tiltani)
OK, senki sem jelentette veszélyesnek
Figyelem! Valaki kártékonynak ítélte ezt a letöltést
Bezárás
Töltés
Ezt ne töltse le
Letöltések átmeneti tárazása (kevesebb lemezművelet)
Amennyiben engedélyezve van, a FDM egy belső cache buffer-t fog használni az ön által megadott mérettel a letöltött adatok írásának műveletéhez. Ez csökkenti a HDD használtalának számát. Ez megnövelheti a nagysebességű kapcsolatok letöltési sebességét.\nAzonban mivel a letöltött adatok nem lesznek a HDD-re írva azonnal, egy esetleges rendszerhiba vagy összeomlás esetén ezeket az adatokat újra le kell tölteni (legrosszabb esetben annyi adatot kell letöltenie amekkorára a cache méretét adta meg).\nNagy sebességű kapcsolatokhoz ajánlott.
Nem sikerült a SeaMonkey (Mozilla Suite) figyelés telepítése
Nem sikerült a SeaMonkey (Mozilla Suite) figyelés eltávolítása
Check this box if you want FDM to catch clicks in Mozilla Firefox browser
Check this box if you want FDM to catch clicks in SeaMonkey (Mozilla Suite) browser
Letöltés indítása a böngszővel, ha az FDM-el nem engedélyezem
Check this box if you want your browser to download file when you press Cancel in the "Create download" dialog
FDM hozzáadása a böngésző környezeti menüjéhez
Check this box to add items "Download with Free Download Manager" and "Download web site with Free Download Manager" to the browser context menu (menu appears when you right click)
Select menu items to display in the browser context menu
Can't install Firefox monitoring
Fájlok áthelyezése
Túl alacsony a sebesség. Újraindítás...
Újraindítás, ha a sebesség túl lassú (X percen keresztül):
Restart section at the dramatic decrease of the speed of downloading.
Would you like to see such download progress windows again?
Sorry, this service is currently unavailable. Please try again later.
Mozgatás a lista tetejére
Mozgatás a lista aljára
Elhelyezés a várósor tetején
Check this option if you would like download to be placed at the top of the list of downloads.
Monitoring in Firefox browser can't be enabled due to FlashGot extension is installed.\nYou should uninstall FlashGot first.
Engedélyezés
Letiltás
Switch
If the Pause all downloads mode is enabled it will be disabled, else it will be enabled.
A hivatalos %s 2006. Augusztus 16-án indult. A célunk, hogy az FDM-et a leggyorsabban terjedő internet-util programmá tegyük a FireFox után!
Frissítések automatikus letöltése és telepítése
Csak értesítést kérek az elérhető frissítésekről
Automatikus frissítések kikapcsolása
Now monitoring is enabled in %s.
Bejegyzés törlése
Biztosan törli?
There is no write access to Free Download Manager's folder.\nYou should grant write access in order to allow Free Download Manager to save its data files, othewise all data will be losed after the restart of Free Download Manager.
Ez a kis doboz lehetőséget biztosít a linkek böngészőből történő behúzására a Free Download Manager-be.\nGyorsan megjelenítheti vagy elrejtheti a Free Download Manager ablakát a bal egérgomb dupla kattintással.\n\nAz eltüntetéshez kattintson jobb egérgombbal a tálcán a program ikonján, majd a felugról menüben a "Gyűjtőkosár" menüpontra.
Free Download Manager Gyűjtőkosár
Figyelmeztetések tiltása a kötegelt letöltéseknél
Check this options in order to disable all (balloon, sounds) notifications for downloads created by "%s" command.
Kihagyottak listája
Specify list of extensions of files and the list of sites that should not be monitored.
Ne fogadjon letöltést a következő oldalakról (elválasztás szóközzel):
Free Download Manager will not monitor downloads from the sites specified in this list. Specify domain names here (e.g. "site.com"). You may use '*' symbols.
Figyelem!\nHiba történt a víruskeresés futtatása során.\nMindenképp meg szeretné nyitni a fájlt?
Integritás
Integritás ellenőrzése, ha egy fájl letöltődött
In order to perform the integrity check Free Download Manager should know the valid checksum of the file. In most cases you should provide it for the each download.
Ha az ellenőzés meghíusul
A fájl érvényes ellenőrzőösszege
Ne tegyen semmit
Specify here what FDM should do when the integrity check failed.\nAsk - FDM will ask you what to do.\nRestart - FDM will restart this download from the beginning.\nDo nothing - FDM will add the record about fail check to the log of downloading and will not do anything more.
Integritás ellenőrzés végrehajtása...
Integritás ellenőrzés sikeres.
Integritás ellenőrzés sikertelen!
Integritás ellenőrzési algoritmusának meghatározása.
Érvényes ellenőrzőösszeg
Ellenőrzőösszeg eredmény
; zip preview window
Összes kijelölése/Kijelölés törlése
; group's properties dialog
Makrók
szerver neve (pl.: "freedownloadmanager.org")
a letöltendő fájl útvonala a szerveren
jelenlegi év
jelenlegi hónap (számok 1 és 12 között)
jelenlegi nap
; don't translate "%year%-%month%-%day%" here
megegyezik a "%year%-%month%-%day%"
;
Mozilla Firefox alapján
FDM will take proxy settings from the Firefox
; new download settings
Használja ezt a csoportot
; Downloads -> Schedule ->
Indítás
Leállítás
Ütemezett letöltések indítása
Ütemezett letöltések leállítása
;
; downloads that not completed or were completed recently
Folyamatban+Jelenlegi
Szülő kategória
;
; create new download dialog -> set output folder as default dialog
ez legyen az összes letöltés könyvtára is
; %s - place of name of the group. don't change this
Szeretné, hogy ez legyen az állandó mentési könyvtára a(z) "%s" csoportnak?
;
;
Letöltések listájának törlése
Feltöltések
Fájlok feltöltése
Feltöltés indítása
Feltöltés leállítása
Feltöltés ütemezése
Kiválasztott feltöltések mozgatása fel
Kiválasztott feltöltések mozgatása le
Feltöltve
Feltöltések listája
Retieving destination upload URL from the base server...
Megszakítás
; outlook express: view | insert file | ...
Csatolmányként
Linkként (feltöltés)
Könyvtár
;
Fájlok hozzáadása
Könyvtár hozzáadása
Bittorrent
Bittorrent protokol engedélyezése
Feltöltési forgalom korlátozása
Feltöltési kapcsolatok korlátozása
Engedélyezett porttartomány
tól
DHT engedélyezése
A Bittorrent protokoll támogatás engedélyezése/letiltása. Azonban ha Bittorrent letöltések vannak az FDM Lomtárában a letöltési listán, a Bittorrent protokoll nem lesz teljesen letiltva.
A feltöltési kapcsolatok totális sebességének korlátozása. Ez nem ajánlott a Bittorrent protokollhoz és csökkentheti a letöltési sebességet.
A feltöltési kapcsolatok totális számának korlátozása. Túl alacsony szám megadása a letöltési sebesség csökkenéséhez vezethet.
Adja meg itt azon portokat vagy porttartományokat, amelyeket az FDM a feltöltésekhez használ.
DHT kiegészítés engedélyezése
Fájlnév
Bejelentkezés szükséges
Bittorrent letöltés hozzáadása
Hiba történt a torrentfájl feldolgozása közben.
Torrent fájl
Úgy tűnik szeretne letölteni egy .torrent fájlt. Ehhez engedélyezni kell a Bittorrent támogatást a Free Download Manager-ben.\n\nSzeretné engedélyezni?
Adja meg újra jelszavát: a megadott jelszavak nem egyeznek.
Adja meg a feltölteni kiívánt fájlokat.
Feltöltés tulajdonságai
Metalink info fájl található. Letöltés folytatása.
Bittorrent info fájl található. Letöltés folytatása.
Hiba történt a fájlokhoz lemezen való hozzáférés közben.
Kapcsolódás a trackerhez...
Hiba történt a trackertől való érvényes válasz fogadása közben.
A tracker válasza sikeresen fogadva.
A letöltött rész hash ellenőzése sikertelen. A rész letöltése újra...
Teljes sávszélességfoglalás engedélyezése ennek a letöltésnek
Letiltja a Free Download Manager autómatikus letöltést a Windows indításával együtt?
Elnézést, a FDM Közösségi szolgáltatás jelenleg nem elérhető. Kérjük próbálja újra később.
A fájl neve nem tartalmazhatja a \ / : * ? " < > | szimbólumokat. Kérem adjon meg más nevet.
A könyvtár neve nem tartalmazhatja a \ / : * ? " < > | szimbólumokat. Kérem adjon meg más nevet.
Gyűjtőkosár testreszabása...
Átlátszóság
Adatok
Összes adatfájl tárolása a jelenlegi felhasználó könyvtárában
Fájlok tárolássa ebben a könyvtárban
A változások a Free Download Manager újraindítása után lépnek érvénybe.
Letöltési folyamatablak megjelenítése
Portable verzió létrehozása
A Portable Free Download Manager létrehozásával nem lesz többé szüksége a program telepítésére és beállítására minden egyes számítógépen.\n\nA portable verziót hordozható eszközökre is ráteheti, így bármely számítógépen használni tudja.\n\nHa elindítja a portable változatot, akkor az FDM automatikusan végrehajtja a szükséges beállításokat, hogy együttműködjön a böngészőkkel és a rendszerrel, majd kikapcsoláskor minden beállítást töröl, mintha nem is használta volna a programot.\n\nVálassza ki a portable verzió létrehozásának helyét (ez lehet egy pendrive is).
Integráció
Free Download Manager társítása a .torrent fájlokkal
Az új letöltésekhez ezt a csoportot használja
Mindig használja ezt a csoportot, valamint emlékezzen az utoljára használt mappára
Flash Video letöltése
Video letöltése a Free Download Manager-rel
Ez az oldal nem támogatott. Tekintse meg a támogatott oldalak listáját.
Megtekintés a Letöltések ablakban
Ez az oldal tartalmazza a flash video fájlt. Letöltés...
Konvertálás...
Konvertálás
Konvertálási beállítások
Fájlformátum
Video méret
; video quality
Minőség
Nagyon gyenge
Gyenge
Normál
Átlagos
Jó
Nagyon jó
;
AVI MPEG-4 használatával (*.avi)
AVI XVID használatával (*.avi)
Nincs változtatás
Video bitráta
Audio bitráta
Emlékezzen a beállításokra
;
Flash video letöltése
Automatikus konvertálja át a letöltött videot a megadott formátumba
Haladó beállítások
Támogatott oldalak listája
; used in "create flash video download" window
Pl.:
Csatlakozás a trackerhez %d másodperc múlva
Fájlok előkészítése a lemezen... Ez eltarthat néhány percig
State
Fájlok előkészítése a lemezen...
MP4 iPod/PSP (MPEG4 + AAC, *.mp4)
Média előnézet/konvertálás
Fájl konvertálása
Automatikus váltás erre a fülre
;keep "\n\n%s\n" as is
A Médiafájl sikeresen átkonvertálódott és eltárolódott a következő helyen: \n\n%s\n.
Hiba történt a konvertálás során: \n\n%s.
Új letöltések csoportosítása
Info hash
Peerek
Kliens
Darabok
Tracker
Tracker állapota
Feltöltési sebesség
Feltöltött adatmennyiség
Arány
Kárbaveszett
Torrent fájl URL
Biztos benne?\nEzzel az egész letöltést elölről kell kezdenie.
Adatforgalom ("letöltött"; "feltöltött") ebben a hónapban\n(%s volt az előző hónapban)
Maximális sebesség ("letöltés"; "feltöltés")
Feltöltendő fájlok
Csomag neve
Tömörítés
Jelszó beállítása a letöltéshez
Újra
Fájlok megtartása
Feltételezett letöltések száma
Linkek létrehozása a saját katalógusban is
Bővebb információk megadása (opcionális)
Leírás
Címkék
Saját név
Saját e-mail cím
Fogadó e-mail címe
Kevesebb, mint 10
10 és 100 között
Több, mint 100
2 napig
7 napig
1 hónapig
;compression methods
Nincs
Gyors
Átlagos
Legjobb
Feltöltő beállításai
Integrálás...
Környezeti menübe
"Küldés..." menübe
Egyszerű feltöltési menü használata
Feltölthető legkisebb fájlméret
HTTP proxy settings
Feltöltési aktiválás
A feltöltéshez aktiválás szükséges. Ez azért szükséges, hogy megvédjük szervereinket az autómatikus feltöltésektől. Adja meg az aktivációs kódot.
Kapcsolódás a feltöltési szerverhez
A feltöltési szerverhez való kapcsolódás sikeres
A fájl sikersen feltöltve a szerverre
Fájlfeltöltés megállítva
Zip archívumok létrehozása a feltöltött fájlokból...
Hiba történt a zip archívum létrehozása során
A zip archívum sikeresen létrehozva
Kérelem küldése a szervernek
Információ küldése erről a feltöltésről a szervernek
Információ elküldve
Hiba történt az információ küldése során
Feltöltés aktiválása...
A feltöltés sikeresen aktiválva
A feltöltés aktiválása sikertelen
A feltöltött fájl megváltozott a lemezen
Nem várt hiba
Ellenörzőösszeg kalulálása...
; "I agree to terms" string in two lines
Elfogadom a
felhasználási feltételeket
El kell fogadnia a feltételeket.
Nem sikerült a frissítések ellenőrzése
Új verzió érhető el. Ez egy szükséges frissítés.\nSzeretné most frissítéseni a programot?
Frissítse a Free Download Manager-t
Indítsa újra a Free Download Manager-t
Kérjen megerősítést a mellékletek feltöltésére
Csatolás a levélhez (lassú)...
Feltöltés és link beillesztése (villámgyors)...
Hiba történt a feltöltés indítása során. Ellenőrízze a kapcsolatát és próbálja újra később.
Nagy fájl(oka)t csatolt.\nSzámos ok miatt nem ajánlatos nagy fájlokat csatolmányként küldeni, egyszerűbb feltölteni a fájlokat és a linkeket elküldeni.\n\nSzeretné feltölteni a fájlokat?
A feltöltés ajánlott
Integráció beállításai
A(z) %s feltöltése befejeződött.\nA letöltési link a következő:
Méret
Megnyitás a böngészőben
A FDM jelenlegi verziója nem használható fájlok feltöltésére. A program frissítése szükséges.
A Free Upload Manager régen nem volt használva. A program frissítése szükséges. Látogassa meg a freedownloadmanager.org weboldalt.
Túl hosszú bemenet.
Feltöltési segéd integritásának beállításai
Free Upload Manager integrációs beállítások
Feltöltés
Frissítés letöltése...
Seed engedélyezése
Seed letiltása alapértelmezettként
Letöltés veszélyesnek ítélése ha a felhasználók
%a jelentette veszélyesnek
Rendben, a Free Download Manager felhasználói nem jelentették veszélyesnek a fájlt.\n\nHabár, ez nem garantálja, hogy a letöltés nem veszélyes és ajánlott átellenőrízni valamilyen antivírus programmal.
Rendben, a FDM felhasználó nem jelentették veszélyesnek a fájlt
meghajtó betűjel, ahonnan az FDM indul. Pl: "C:". A portable verziónál hasznos.
Telepítenie kell a Video Konvertáló plugint, hogy használhassa ezt a szolgáltatást.
Telepítenie kell a  BitTorrent plugint, hogy a  BitTorrent protokoll segítségével tölthessen.
Megjegyzés: ezek a fájlok (*.sav) a Free Download Manager rendszerfájljai (nem azok a fájlok, amiket letölt).
Szeretné a jelenlegi adatfájlokat egy új könyvtárba másolni (a meglévők felül lesznek írva)?
Az összes csoport alapértelmezett letöltési mappája ez lesz.\nFolytatja?
Alapértelmezett letöltési könyvtár beállítása
A számítógép készenléti módba lépésének megakadályozása
A félig-nyitott kapcsolatok maximális száma
Torrentek
Nem sikerült hozzáférni a fájlokhoz a lemezen. Ellenőrízze, hogy a lemez nem telt-e meg vagy nem-e írásvédett.
Arány
Torrentek listája
Torrentletöltés hozzáadása webről
Torrentletöltés hozzáadása fájlból
Új torrent létrehozása
(autómatikus)
Forrás
Szelet mérete
Trackerek
Tracker hozzáadása
Tracker eltávolítása
Torrent seedelésének megkezdése
Mentés
Új torrent létrehozása
Torrent fájlok
Prioritás
;normal/high priority
kihagy
normál
magas
Lebegőablakok
Rendszerfájlok (letöltések listája, naplófájlok, stb.)
HTML-turkáló alapértelmezett beállításai
Az összes letöltést szünetelteti. Ez azt jelenti, hogy az összes letöltés nagyon lassan tölt (1B/s átlagosan).\nEz lehetővé teszi még a folytatást nem támogató letöltések "szüneteltetését" is.\n\nÚjra meg kell hívnia ezt a parancsot vagy újra kell indítania a FDM-t, hogy visszaálljon a normál állapotra.
Seed
Seed engedélyezése (nagyon ajánlott)
Végtelen seed
Korlátozás arány szerint
Seed, amíg az arány nem
Korlátozás idő szerint
Seed ennyi ideig
Ellenőrzés, hogy az adott URL-ről van-e már letöltés
Letöltések naplófájljainak mentése
Legutóbbi letöltéseim listázása
BitTorrent letöltések alapértelmezett beállításai
Befejezett letöltések újraindítása
Adja meg a  Firefox portable verziójának könyvtárát.
Az Apple Safari Plugin könyvtár nem található. Szeretné kézzel megadni?
A Google Chrome Plugin könyvtár nem található. Szeretné kézzel megadni?
Az Apple Safari figyelés telepítése sikertelen
Az Apple Safari figyelés eltávolítása sikertelen
A Google Chrome figyelés telepítése sikertelen
A Google Chrome figyelés eltávolítása sikertelen
Időkorlát
;hours, for short
ó.
Azon időpont meghatározása, amikor a FDM indíthat letöltéseket
Engedélyezés csak
Normál prioritás
Magas prioritás
Általános
No timeout for download completion balloons
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Title
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
Web page
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
Error
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
Flash Video
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Internet Explorer and Firefox only)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
Download It
Show This Button
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
